Repository: omerpakdil/Vakt
Catalog: Vakt/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, nl, pt, ru, tr, ur

# onboarding.placement.action.choose_open_place
source: Choose an open place
ar: اختر مكاناً مفتوحاً
de: Freien Platz wählen
es: Elige un lugar libre
fr: Choisir une place libre
id: Pilih tempat terbuka
it: Scegli un posto libero
nl: Kies een open plek
pt: Escolha um lugar livre
ru: Выберите свободное место
tr: Açık bir yer seç
ur: ایک کھلی جگہ منتخب کریں

# onboarding.placement.action.choose_open_place_accessibility
source: Choose an open place before continuing
ar: اختر مكاناً مفتوحاً قبل المتابعة
de: Wähle einen freien Platz, bevor du fortfährst
es: Elige un lugar libre antes de continuar
fr: Choisissez une place libre avant de continuer
id: Pilih tempat terbuka sebelum melanjutkan
it: Scegli un posto libero prima di continuare
nl: Kies een open plek voordat je doorgaat
pt: Escolha um lugar livre antes de continuar
ru: Выберите свободное место перед продолжением
tr: Devam etmeden önce açık bir yer seç
ur: جاری رکھنے سے پہلے ایک کھلی جگہ منتخب کریں

# onboarding.placement.body
source: Select an open place, then continue toward prayer.
ar: اختر مكاناً مفتوحاً، ثم تابع نحو الصلاة.
de: Wähle einen freien Platz und gehe dann weiter zum Gebet.
es: Elige un lugar libre y luego continúa hacia la oración.
fr: Choisissez une place libre, puis avancez vers la prière.
id: Pilih tempat yang terbuka, lalu lanjut menuju salat.
it: Scegli un posto libero, poi continua verso la preghiera.
nl: Kies een open plek en ga dan verder naar het gebed.
pt: Escolha um lugar livre e continue em direção à oração.
ru: Выберите свободное место, затем продолжайте к молитве.
tr: Açık bir yer seç, sonra namaza doğru devam et.
ur: ایک کھلی جگہ منتخب کریں، پھر نماز کی طرف بڑھیں۔

# onboarding.placement.body.choose
source: Open places are softly lit. Tap one to join this Saf for the moment.
ar: الأماكن المفتوحة مضاءة بلطف. اضغط على مكان لتنضم إلى الصف في هذه اللحظة.
de: Freie Plätze sind sanft beleuchtet. Tippe einen an, um dich für diesen Moment dem Saf anzuschließen.
es: Los lugares libres están suavemente iluminados. Toca uno para unirte al Saf en este momento.
fr: Les places libres sont doucement éclairées. Touchez-en une pour rejoindre le Saf pour ce moment.
id: Tempat yang terbuka menyala lembut. Ketuk satu untuk bergabung ke Saf saat ini.
it: I posti liberi sono illuminati con delicatezza. Toccane uno per unirti al Saf in questo momento.
nl: Open plekken zijn zacht verlicht. Tik op een plek om voor dit moment bij de Saf aan te sluiten.
pt: Os lugares livres estão suavemente iluminados. Toque em um para se juntar ao Saf neste momento.
ru: Свободные места мягко подсвечены. Нажмите на одно, чтобы присоединиться к Сафу на этот момент.
tr: Açık yerler yumuşakça aydınlatılır. Bu an için safa katılmak üzere birine dokun.
ur: کھلی جگہیں نرمی سے روشن ہیں۔ اس لمحے صف میں شامل ہونے کے لیے ایک جگہ کو چھوئیں۔

# onboarding.placement.body.ready
source: Nothing is reserved. When you are ready, hold to begin salah and put the phone away.
ar: لا يوجد مكان محجوز. عندما تكون مستعداً، اضغط مطولاً لبدء الصلاة وضع الهاتف جانباً.
de: Nichts wird reserviert. Wenn du bereit bist, halte gedrückt, um das Gebet zu beginnen, und lege das Telefon weg.
es: Nada queda reservado. Cuando estés listo, mantén pulsado para empezar la oración y deja el teléfono.
fr: Rien n'est réservé. Quand vous êtes prêt, maintenez pour commencer la prière et posez le téléphone.
id: Tidak ada tempat yang dipesan. Saat siap, tahan untuk mulai salat dan letakkan ponsel.
it: Nulla viene riservato. Quando sei pronto, tieni premuto per iniziare la preghiera e metti via il telefono.
nl: Er wordt niets gereserveerd. Als je klaar bent, houd vast om het gebed te beginnen en leg de telefoon weg.
pt: Nada fica reservado. Quando estiver pronto, segure para começar a oração e deixe o telefone de lado.
ru: Ничего не закрепляется. Когда будете готовы, удерживайте, чтобы начать молитву, и уберите телефон.
tr: Hiçbir yer ayrılmış sayılmaz. Hazır olduğunda namaza başlamak için basılı tut ve telefonu kenara bırak.
ur: کوئی جگہ مخصوص نہیں۔ جب آپ تیار ہوں تو نماز شروع کرنے کے لیے دبائے رکھیں اور فون ایک طرف رکھ دیں۔

# onboarding.placement.eyebrow
source: Join the Saf
ar: انضم إلى الصف
de: Dem Saf anschließen
es: Únete al Saf
fr: Rejoindre le Saf
id: Bergabung ke Saf
it: Unisciti al Saf
nl: Sluit aan bij de Saf
pt: Junte-se ao Saf
ru: Присоединитесь к Сафу
tr: Safa Katıl
ur: صف میں شامل ہوں

# onboarding.placement.next.open
source: Open places are softly lit
ar: الأماكن المفتوحة مضاءة بلطف
de: Freie Plätze sind sanft beleuchtet
es: Los lugares libres están suavemente iluminados
fr: Les places libres sont doucement éclairées
id: Tempat terbuka menyala lembut
it: I posti liberi sono illuminati con delicatezza
nl: Open plekken zijn zacht verlicht
pt: Os lugares livres estão suavemente iluminados
ru: Свободные места мягко подсвечены
tr: Açık yerler yumuşakça aydınlatılır
ur: کھلی جگہیں نرمی سے روشن ہیں

# onboarding.placement.next.ready
source: Next, hold to begin salah
ar: بعد ذلك، اضغط مطولاً لبدء الصلاة
de: Als Nächstes halten, um das Gebet zu beginnen
es: Luego, mantén pulsado para empezar la oración
fr: Ensuite, maintenez pour commencer la prière
id: Berikutnya, tahan untuk mulai salat
it: Poi tieni premuto per iniziare la preghiera
nl: Houd daarna vast om het gebed te beginnen
pt: Depois, segure para começar a oração
ru: Далее удерживайте, чтобы начать молитву
tr: Sonra, namaza başlamak için basılı tut
ur: اگلا، نماز شروع کرنے کے لیے دبائے رکھیں

# onboarding.placement.slot.filled_accessibility
source: Filled place, row %d, position %d
ar: مكان ممتلئ، الصف %d، الموضع %d
de: Besetzter Platz, Reihe %d, Position %d
es: Lugar ocupado, fila %d, posición %d
fr: Place occupée, rang %d, position %d
id: Tempat terisi, baris %d, posisi %d
it: Posto occupato, fila %d, posizione %d
nl: Bezette plek, rij %d, positie %d
pt: Lugar ocupado, fileira %d, posição %d
ru: Занятое место, ряд %d, позиция %d
tr: Dolu yer, sıra %d, konum %d
ur: بھری جگہ، قطار %d، مقام %d

# onboarding.placement.slot.filled_hint
source: This place is already filled.
ar: هذا المكان ممتلئ بالفعل.
de: Dieser Platz ist bereits besetzt.
es: Este lugar ya está ocupado.
fr: Cette place est déjà occupée.
id: Tempat ini sudah terisi.
it: Questo posto è già occupato.
nl: Deze plek is al bezet.
pt: Este lugar já está ocupado.
ru: Это место уже занято.
tr: Bu yer dolu.
ur: یہ جگہ پہلے ہی بھری ہوئی ہے۔

# onboarding.placement.slot.open_accessibility
source: Open place, row %d, position %d
ar: مكان مفتوح، الصف %d، الموضع %d
de: Freier Platz, Reihe %d, Position %d
es: Lugar libre, fila %d, posición %d
fr: Place libre, rang %d, position %d
id: Tempat terbuka, baris %d, posisi %d
it: Posto libero, fila %d, posizione %d
nl: Open plek, rij %d, positie %d
pt: Lugar livre, fileira %d, posição %d
ru: Свободное место, ряд %d, позиция %d
tr: Açık yer, sıra %d, konum %d
ur: کھلی جگہ، قطار %d، مقام %d

# onboarding.placement.slot.open_hint
source: Select this open place to join the Saf.
ar: اختر هذا المكان المفتوح للانضمام إلى الصف.
de: Wähle diesen freien Platz, um dich dem Saf anzuschließen.
es: Elige este lugar libre para unirte al Saf.
fr: Choisissez cette place libre pour rejoindre le Saf.
id: Pilih tempat terbuka ini untuk bergabung ke Saf.
it: Scegli questo posto libero per unirti al Saf.
nl: Kies deze open plek om bij de Saf aan te sluiten.
pt: Escolha este lugar livre para se juntar ao Saf.
ru: Выберите это свободное место, чтобы присоединиться к Сафу.
tr: Safa katılmak için bu açık yeri seç.
ur: صف میں شامل ہونے کے لیے اس کھلی جگہ کو منتخب کریں۔

# onboarding.placement.slot.selected_accessibility
source: Selected place, row %d, position %d
ar: مكان محدد، الصف %d، الموضع %d
de: Ausgewählter Platz, Reihe %d, Position %d
es: Lugar seleccionado, fila %d, posición %d
fr: Place choisie, rang %d, position %d
id: Tempat terpilih, baris %d, posisi %d
it: Posto selezionato, fila %d, posizione %d
nl: Gekozen plek, rij %d, positie %d
pt: Lugar escolhido, fileira %d, posição %d
ru: Выбранное место, ряд %d, позиция %d
tr: Seçili yer, sıra %d, konum %d
ur: منتخب جگہ، قطار %d، مقام %d

# onboarding.placement.title
source: Choose where you will join.
ar: اختر مكان انضمامك.
de: Wähle deinen Platz.
es: Elige dónde te unirás.
fr: Choisissez où vous placer.
id: Pilih tempat untuk bergabung.
it: Scegli dove unirti.
nl: Kies waar je aansluit.
pt: Escolha onde você vai se juntar.
ru: Выберите место, где встанете.
tr: Katılacağın yeri seç.
ur: اپنی جگہ منتخب کریں۔

# onboarding.placement.title.choose
source: Choose where you will join.
ar: اختر مكان انضمامك.
de: Wähle deinen Platz.
es: Elige dónde te unirás.
fr: Choisissez où vous placer.
id: Pilih tempat untuk bergabung.
it: Scegli dove unirti.
nl: Kies waar je aansluit.
pt: Escolha onde você vai se juntar.
ru: Выберите место, где встанете.
tr: Katılacağın yeri seç.
ur: اپنی جگہ منتخب کریں۔

# onboarding.placement.title.ready
source: You are ready to begin.
ar: أنت مستعد للبدء.
de: Du bist bereit zu beginnen.
es: Estás listo para empezar.
fr: Vous êtes prêt à commencer.
id: Kamu siap memulai.
it: Sei pronto per iniziare.
nl: Je bent klaar om te beginnen.
pt: Você está pronto para começar.
ru: Вы готовы начать.
tr: Başlamaya hazırsın.
ur: آپ شروع کرنے کے لیے تیار ہیں۔

# onboarding.privacy.body
source: You're here with the Saf, while your name and profile stay with you. Your worship stays between you and Allah.
ar: أنت مع الصف، بينما يبقى اسمك وملفك لديك. عبادتك بينك وبين الله.
de: Du bist mit dem Saf hier, während Name und Profil bei dir bleiben. Deine Anbetung bleibt zwischen dir und Allah.
es: Estás aquí con el Saf, mientras tu nombre y perfil se quedan contigo. Tu adoración queda entre tú y Allah.
fr: Vous êtes avec le Saf, tandis que votre nom et votre profil restent avec vous. Votre adoration reste entre vous et Allah.
id: Kamu hadir bersama Saf, sementara nama dan profilmu tetap bersamamu. Ibadahmu tetap antara kamu dan Allah.
it: Sei qui con il Saf, mentre nome e profilo restano con te. La tua adorazione resta tra te e Allah.
nl: Je bent hier met de Saf, terwijl je naam en profiel bij jou blijven. Je aanbidding blijft tussen jou en Allah.
pt: Você está aqui com o Saf, enquanto seu nome e perfil ficam com você. Sua adoração permanece entre você e Allah.
ru: Вы здесь с Сафом, а ваше имя и профиль остаются у вас. Ваше поклонение остается между вами и Аллахом.
tr: Safın içindesin; adın ve profilin sende kalır. İbadetin seninle Allah arasındadır.
ur: آپ صف کے ساتھ ہیں، جبکہ آپ کا نام اور پروفائل آپ کے پاس رہتے ہیں۔ آپ کی عبادت آپ اور اللہ کے درمیان رہتی ہے۔

# onboarding.privacy.body.anonymous
source: You're here with the Saf, while your name and profile stay with you.
ar: أنت مع الصف، بينما يبقى اسمك وملفك لديك.
de: Du bist mit dem Saf hier, während Name und Profil bei dir bleiben.
es: Estás aquí con el Saf, mientras tu nombre y perfil se quedan contigo.
fr: Vous êtes avec le Saf, tandis que votre nom et votre profil restent avec vous.
id: Kamu hadir bersama Saf, sementara nama dan profilmu tetap bersamamu.
it: Sei qui con il Saf, mentre nome e profilo restano con te.
nl: Je bent hier met de Saf, terwijl je naam en profiel bij jou blijven.
pt: Você está aqui com o Saf, enquanto seu nome e perfil ficam com você.
ru: Вы здесь с Сафом, а ваше имя и профиль остаются у вас.
tr: Safın içindesin; adın ve profilin sende kalır.
ur: آپ صف کے ساتھ ہیں، جبکہ آپ کا نام اور پروفائل آپ کے پاس رہتے ہیں۔

# onboarding.privacy.eyebrow
source: Saf Privacy
ar: خصوصية الصف
de: Saf-Privatsphäre
es: Privacidad del Saf
fr: Confidentialité du Saf
id: Privasi Saf
it: Privacy del Saf
pt: Privacidade do Saf
ru: Приватность Сафа
tr: Saf Gizliliği
ur: صف کی رازداری

# onboarding.privacy.quiet_line
source: Your worship stays between you and Allah.
ar: عبادتك بينك وبين الله.
de: Deine Anbetung bleibt zwischen dir und Allah.
es: Tu adoración queda entre tú y Allah.
fr: Votre adoration reste entre vous et Allah.
id: Ibadahmu tetap antara kamu dan Allah.
it: La tua adorazione resta tra te e Allah.
nl: Je aanbidding blijft tussen jou en Allah.
pt: Sua adoração permanece entre você e Allah.
ru: Ваше поклонение остается между вами и Аллахом.
tr: İbadetin seninle Allah arasındadır.
ur: آپ کی عبادت آپ اور اللہ کے درمیان رہتی ہے۔

# onboarding.privacy.row.hidden
source: Hidden
ar: مخفي
de: Verborgen
es: Oculto
fr: Masqué
id: Tersembunyi
it: Nascosto
nl: Verborgen
pt: Oculto
ru: Скрыто
tr: Gizli
ur: پوشیدہ

# onboarding.privacy.row.location
source: Exact location
ar: الموقع الدقيق
de: Genauer Standort
es: Ubicación exacta
fr: Position exacte
id: Lokasi tepat
it: Posizione esatta
nl: Exacte locatie
pt: Localização exata
ru: Точное местоположение
tr: Tam konum
ur: درست مقام

# onboarding.privacy.row.name
source: Your name
ar: اسمك
de: Dein Name
es: Tu nombre
fr: Votre nom
id: Namamu
it: Il tuo nome
nl: Je naam
pt: Seu nome
ru: Ваше имя
tr: Adın
ur: آپ کا نام

# onboarding.privacy.row.not_shown
source: Not shown
ar: غير معروض
de: Nicht angezeigt
es: No se muestra
fr: Non affichée
id: Tidak ditampilkan
it: Non mostrata
nl: Niet getoond
pt: Não mostrada
ru: Не показывается
tr: Gösterilmez
ur: نہیں دکھایا جاتا

# onboarding.privacy.row.private
source: Private
ar: خاص
de: Privat
es: Privada
fr: Privée
id: Privat
it: Privata
nl: Privé
pt: Privada
ru: Приватно
tr: Özel
ur: نجی

# onboarding.privacy.row.saf_presence
source: Saf presence
ar: حضور الصف
de: Saf-Präsenz
es: Presencia en el Saf
fr: Présence dans le Saf
id: Kehadiran Saf
it: Presenza nel Saf
nl: Saf-aanwezigheid
pt: Presença no Saf
ru: Присутствие в Сафе
tr: Saf varlığı
ur: صف موجودگی

# onboarding.privacy.title
source: Stand together, stay private.
ar: قف معهم، وابقَ خاصاً.
de: Steht zusammen, bleibt privat.
es: Permanece junto a otros, mantente privado.
fr: Tenez-vous ensemble, restez discret.
id: Berdiri bersama, tetap pribadi.
it: State insieme, resta privato.
nl: Sta samen, blijf prive.
pt: Fique junto, permaneça privado.
ru: Стойте вместе, оставаясь приватными.
tr: Birlikte dur, gizli kal.
ur: ساتھ کھڑے رہیں، نجی رہیں۔

# onboarding.privacy.title.anonymous
source: Join without showing your name.
ar: انضم دون إظهار اسمك.
de: Schließe dich an, ohne deinen Namen zu zeigen.
es: Únete sin mostrar tu nombre.
fr: Rejoignez sans afficher votre nom.
id: Bergabung tanpa menampilkan namamu.
it: Unisciti senza mostrare il tuo nome.
nl: Sluit aan zonder je naam te tonen.
pt: Junte-se sem mostrar seu nome.
ru: Присоединяйтесь, не показывая имя.
tr: Adını göstermeden katıl.
ur: اپنا نام دکھائے بغیر شامل ہوں۔

# onboarding.privacy.trace.location
source: LOCATION
ar: الموقع
de: ORT
es: UBICACIÓN
fr: LIEU
id: LOKASI
it: LUOGO
nl: LOCATIE
pt: LOCAL
ru: МЕСТО
tr: KONUM
ur: مقام

# onboarding.privacy.trace.name
source: NAME
ar: الاسم
es: NOMBRE
fr: NOM
id: NAMA
it: NOME
nl: NAAM
pt: NOME
ru: ИМЯ
tr: AD
ur: نام

# onboarding.privacy.trace.profile
source: PROFILE
ar: الملف
de: PROFIL
es: PERFIL
fr: PROFIL
id: PROFIL
it: PROFILO
nl: PROFIEL
pt: PERFIL
ru: ПРОФИЛЬ
tr: PROFIL
ur: پروفائل

# onboarding.privacy.trace.proof
source: PROOF
ar: الإثبات
de: NACHWEIS
es: PRUEBA
fr: PREUVE
id: BUKTI
it: PROVA
nl: BEWIJS
pt: PROVA
ru: ПОДТВ.
tr: KANIT
ur: ثبوت

# onboarding.promise.accessibility.complete
source: The prayer journey is complete. Vakt stays with you through every step.
ar: اكتملت رحلة الصلاة. يبقى Vakt معك في كل خطوة.
de: Der Gebetsweg ist abgeschlossen. Vakt bleibt bei jedem Schritt an deiner Seite.
es: El recorrido de la oración se completó. Vakt está contigo en cada paso.
fr: Le parcours de la prière est terminé. Vakt reste à vos côtés à chaque étape.
id: Perjalanan salat selesai. Vakt menemanimu di setiap langkah.
it: Il percorso della preghiera è completo. Vakt resta con te a ogni passo.
nl: De gebedsreis is voltooid. Vakt blijft bij elke stap bij je.
pt: O caminho da oração foi concluído. O Vakt permanece com você em cada etapa.
ru: Путь намаза завершён. Vakt остаётся рядом на каждом шаге.
tr: Namaz yolculuğu tamamlandı. Bütün yol boyunca Vakt yanında.
ur: نماز کا سفر مکمل ہوا۔ ہر قدم پر Vakt آپ کے ساتھ رہتا ہے۔

# onboarding.promise.accessibility.next_hint
source: Tap to see the next step
ar: اضغط لرؤية الخطوة التالية
de: Tippen, um den nächsten Schritt zu sehen
es: Toca para ver el siguiente paso
fr: Touchez pour voir l’étape suivante
id: Ketuk untuk melihat langkah berikutnya
it: Tocca per vedere il passaggio successivo
nl: Tik om de volgende stap te bekijken
pt: Toque para ver a próxima etapa
ru: Коснитесь, чтобы увидеть следующий шаг
tr: Sonraki adımı görmek için dokun
ur: اگلا قدم دیکھنے کے لیے تھپتھپائیں

# onboarding.promise.action.continue
source: Continue with Vakt
ar: تابع مع Vakt
de: Mit Vakt fortfahren
es: Continuar con Vakt
fr: Continuer avec Vakt
id: Lanjut bersama Vakt
it: Continua con Vakt
nl: Doorgaan met Vakt
pt: Continuar com o Vakt
ru: Продолжить с Vakt
tr: Vakt’le devam et
ur: Vakt کے ساتھ جاری رکھیں

# onboarding.promise.body
source: From the first reminder to beginning, keeping your day, and supporting one another, Vakt stays with you.
ar: من التذكير إلى البدء، ومن تسجيل يومك إلى دعم بعضكم، يبقى Vakt معك.
de: Von der Erinnerung über den Beginn und das Festhalten deines Tages bis zur gegenseitigen Unterstützung bleibt Vakt bei dir.
es: Desde el recordatorio hasta el comienzo, desde registrar tu día hasta apoyarse mutuamente, Vakt está contigo.
fr: Du premier rappel au début de la prière, de son suivi au soutien mutuel, Vakt reste à vos côtés.
id: Dari pengingat hingga memulai, mencatat harimu, dan saling mendukung, Vakt tetap menemanimu.
it: Dal promemoria all’inizio, dalla registrazione della giornata al sostegno reciproco, Vakt resta con te.
nl: Van de herinnering tot het begin, van het bijhouden van je dag tot elkaar steunen: Vakt blijft bij je.
pt: Do lembrete ao início, do registro do seu dia ao apoio mútuo, o Vakt permanece com você.
ru: От напоминания и начала намаза до записи дня и взаимной поддержки — Vakt остаётся рядом.
tr: Hatırlamaktan başlamaya, kaydetmekten birbirinize destek olmaya kadar Vakt yanında.
ur: یاد دہانی سے آغاز تک، دن میں محفوظ کرنے سے ایک دوسرے کی مدد تک، Vakt آپ کے ساتھ رہتا ہے۔

# onboarding.promise.eyebrow
source: With you at every prayer
ar: معك في كل صلاة
de: Bei jedem Gebet an deiner Seite
es: Contigo en cada oración
fr: À vos côtés pour chaque prière
id: Menemanimu di setiap salat
it: Con te a ogni preghiera
nl: Bij elk gebed aan je zijde
pt: Com você em cada oração
ru: Рядом с вами в каждом намазе
tr: Her vakitte yanında
ur: ہر نماز میں آپ کے ساتھ

# onboarding.promise.journey.complete
source: Completed
ar: اكتملت
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
it: Completato
nl: Voltooid
pt: Concluído
ru: Завершено
tr: Tamamlandı
ur: مکمل

# onboarding.promise.journey.complete_summary
source: Vakt stays with you through every step
ar: يبقى Vakt معك في كل خطوة
de: Vakt bleibt bei jedem Schritt an deiner Seite
es: Vakt está contigo en cada paso
fr: Vakt reste à vos côtés à chaque étape
id: Vakt menemanimu di setiap langkah
it: Vakt resta con te a ogni passo
nl: Vakt blijft bij elke stap bij je
pt: O Vakt permanece com você em cada etapa
ru: Vakt остаётся рядом на каждом шаге
tr: Bütün yol boyunca Vakt yanında
ur: ہر قدم پر Vakt آپ کے ساتھ رہتا ہے

# onboarding.promise.journey.prayer_today
source: Asr · Today
ar: العصر · اليوم
de: Asr · Heute
es: Asr · Hoy
fr: Asr · Aujourd’hui
id: Asar · Hari ini
it: Asr · Oggi
nl: Asr · Vandaag
pt: Asr · Hoje
ru: Аср · Сегодня
tr: İkindi · Bugün
ur: عصر · آج

# onboarding.promise.journey.title
source: The path of one prayer
ar: رحلة صلاة واحدة
de: Der Weg eines Gebets
es: El camino de una oración
fr: Le chemin d’une prière
id: Perjalanan satu salat
it: Il percorso di una preghiera
nl: De weg van één gebed
pt: O caminho de uma oração
ru: Путь одного намаза
tr: Bir namazın yolu
ur: ایک نماز کا سفر

# onboarding.promise.now
source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
id: Sekarang
it: Ora
nl: Nu
pt: Agora
ru: Сейчас
tr: Şimdi
ur: ابھی

# onboarding.promise.step.approaching.detail
source: Lets you know Asr is near
ar: يخبرك باقتراب العصر
de: Gibt dir vor Asr Bescheid
es: Te avisa que se acerca el Asr
fr: Vous prévient pour l’Asr
id: Memberi tahu saat Asar mendekat
it: Ti avvisa che si avvicina l’Asr
nl: Laat weten dat Asr nadert
pt: Avisa que o Asr está próximo
ru: Сообщает о приближении Асра
tr: İkindi için haber verir
ur: عصر کے قریب ہونے کی خبر دیتا ہے

# onboarding.promise.step.approaching.title
source: As prayer approaches
ar: مع اقتراب وقت الصلاة
de: Wenn die Gebetszeit näher rückt
es: Cuando se acerca la oración
fr: À l’approche de la prière
id: Saat waktu salat mendekat
it: Quando si avvicina la preghiera
nl: Als de gebedstijd nadert
pt: Quando a oração se aproxima
ru: Когда приближается время намаза
tr: Vakit yaklaşırken
ur: جب نماز کا وقت قریب ہو

# onboarding.promise.step.quiet.detail
source: Helps you focus with a quiet screen
ar: يساعدك على التركيز بشاشة هادئة
de: Hilft dir mit einem ruhigen Bildschirm, dich zu sammeln
es: Te ayuda a concentrarte con una pantalla tranquila
fr: Vous aide à vous recentrer avec un écran silencieux
id: Membantumu fokus dengan layar hening
it: Ti aiuta a concentrarti con una schermata silenziosa
nl: Helpt je focussen met een stil scherm
pt: Ajuda você a se concentrar com uma tela silenciosa
ru: Помогает сосредоточиться с тихим экраном
tr: Sessiz ekranla dikkatini toplar
ur: خاموش اسکرین سے توجہ جمع کرنے میں مدد دیتا ہے

# onboarding.promise.step.quiet.title
source: As you begin
ar: عندما تبدأ الصلاة
de: Wenn du beginnst
es: Cuando comienzas
fr: Au moment de commencer
id: Saat kamu memulai
it: Quando inizi
nl: Wanneer je begint
pt: Quando você começa
ru: Когда вы начинаете
tr: Namaza başlarken
ur: جب آپ نماز شروع کریں

# onboarding.promise.step.recorded.detail
source: Adds the prayer to your day
ar: يسجّل الصلاة في يومك
de: Hält das Gebet in deinem Tag fest
es: Añade la oración a tu día
fr: Ajoute la prière à votre journée
id: Mencatat salat dalam harimu
it: Registra la preghiera nella tua giornata
nl: Voegt het gebed aan je dag toe
pt: Registra a oração no seu dia
ru: Добавляет намаз в ваш день
tr: Kıldığın vakti gününe kaydeder
ur: نماز کو آپ کے دن میں محفوظ کرتا ہے

# onboarding.promise.step.recorded.title
source: When you finish
ar: عندما تنتهي
de: Wenn du fertig bist
es: Cuando terminas
fr: Lorsque vous avez terminé
id: Saat kamu selesai
it: Quando hai finito
nl: Wanneer je klaar bent
pt: Quando você termina
ru: Когда вы заканчиваете
tr: Bitirdiğinde
ur: جب آپ مکمل کریں

# onboarding.promise.step.supported.detail
source: You and your loved ones gently remind one another
ar: تذكّرون بعضكم بلطف مع أحبّائكم
de: Du und deine Liebsten erinnert euch behutsam
es: Tú y tus seres queridos se recuerdan con cariño
fr: Avec vos proches, vous vous rappelez la prière en douceur
id: Kamu dan orang terdekat saling mengingatkan dengan lembut
it: Tu e i tuoi cari ve lo ricordate con delicatezza
nl: Jij en je dierbaren herinneren elkaar vriendelijk
pt: Você e quem ama lembram uns aos outros com carinho
ru: Вы и ваши близкие мягко напоминаете друг другу
tr: Sevdiklerinle birbirinize hatırlatırsınız
ur: آپ اور آپ کے پیارے نرمی سے ایک دوسرے کو یاد دلاتے ہیں

# onboarding.promise.step.supported.title
source: Together
ar: معًا
de: Miteinander
es: Juntos
fr: Ensemble
id: Bersama
it: Insieme
nl: Samen
pt: Juntos
ru: Вместе
tr: Birlikte
ur: مل کر

# onboarding.promise.summary.approaching
source: Reminds you
ar: يذكّرك
de: Erinnert dich
es: Te lo recuerda
fr: Vous rappelle
id: Mengingatkanmu
it: Te lo ricorda
nl: Herinnert je
pt: Lembra você
ru: Напоминает
tr: Hatırlatır
ur: یاد دلاتا ہے
